Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: af_za, ar_eg, ar_sa, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tl_ph, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# PlaylistSongViewPage_SearchBox.PlaceholderText
source: Search in playlist...
af_za: Soek in snitlys...
ar_eg: ابحث في قائمة التشغيل...
ar_sa: البحث في قائمة التشغيل...
bg_bg: Търсене в плейлист...
bn_bd: প্লেলিস্টের মধ্যে খুঁজুন...
ca_es: Cercar a la llista de reproducció...
cs_cz: Hledat v playlistu...
da_dk: Søg i afspilningsliste...
de_de: In Wiedergabeliste suchen...
el_gr: Αναζήτηση σε λίστα αναπαραγωγής...
es_mx: Buscar en lista de reproducción...
et_ee: Otsi esitusloendist...
fa_ir: جستجو در لیست پخش...
fi_fi: Hae soittolistasta...
fr_fr: Rechercher dans la playlist...
ga_ie: Cuardaigh sa seinmliosta...
he_il: חפש ברשימת השמעה...
hi_in: प्लेलिस्ट में खोजें...
hr_hr: Pretraži u popisu za reprodukciju...
hu_hu: Keresés a lejátszási listában...
id_id: Cari di daftar putar...
it_it: Cerca nella playlist...
ja_jp: プレイリスト内を検索...
ko_kr: 재생 목록에서 검색...
lt_lt: Ieškoti grojaraštyje...
ms_my: Cari dalam senarai main...
nl_nl: Zoeken in afspeellijst...
no_no: Søk i spilleliste...
pa_in: ਪਲੇਲਿਸਟ ਵਿੱਚ ਖੋਜੋ...
pl_pl: Szukaj w playliście...
pt_pt: Pesquisar na lista de reprodução...
ro_ro: Căutați în lista de redare...
ru_ru: Искать в плейлисте...
sk_sk: Hľadať v zozname skladieb...
sq_al: Kërko në listën e luajtjes...
sr_cyrl_rs: Претражи у плејлисти...
sv_se: Sök i spellista...
sw_ke: Tafuta ndani ya orodha ya nyimbo...
ta_in: பிளேலிஸ்ட்டில் தேடு...
th_th: ค้นหาในเพลย์ลิสต์...
tl_ph: Maghanap sa playlist...
tr_tr: Çalma listesinde ara...
uk_ua: Пошук у списку відтворення...
vi_vn: Tìm kiếm trong danh sách phát...
zh_cn: 在播放列表中搜索...
zh_tw: 在播放清單中搜尋...

source: Search in playlist
af_za: Soek in snitlys
ar_eg: ابحث في قائمة التشغيل
ar_sa: البحث في قائمة التشغيل
bg_bg: Търсене в плейлист
bn_bd: প্লেলিস্টের মধ্যে খুঁজুন
ca_es: Cercar a la llista de reproducció
cs_cz: Hledat v playlistu
da_dk: Søg i afspilningsliste
de_de: In Wiedergabeliste suchen
el_gr: Αναζήτηση σε λίστα αναπαραγωγής
es_mx: Buscar en lista de reproducción
et_ee: Otsi esitusloendist
fa_ir: جستجو در لیست پخش
fi_fi: Hae soittolistasta
fr_fr: Rechercher dans la playlist
ga_ie: Cuardaigh sa seinmliosta
he_il: חפש ברשימת השמעה
hi_in: प्लेलिस्ट में खोजें
hr_hr: Pretraži u popisu za reprodukciju
hu_hu: Keresés a lejátszási listában
id_id: Cari di daftar putar
it_it: Cerca nella playlist
ja_jp: プレイリスト内を検索
ko_kr: 재생 목록에서 검색
lt_lt: Ieškoti grojaraštyje
ms_my: Cari dalam senarai main
nl_nl: Zoeken in afspeellijst
no_no: Søk i spilleliste
pa_in: ਪਲੇਲਿਸਟ ਵਿੱਚ ਖੋਜੋ
pl_pl: Szukaj w playliście
pt_pt: Pesquisar na lista de reprodução
ro_ro: Căutați în lista de redare
ru_ru: Искать в плейлисте
sk_sk: Hľadať v zozname skladieb
sq_al: Kërko në listën e luajtjes
sr_cyrl_rs: Претражи у плејлисти
sv_se: Sök i spellista
sw_ke: Tafuta ndani ya orodha ya nyimbo
ta_in: பிளேலிஸ்ட்டில் தேடு
th_th: ค้นหาในเพลย์ลิสต์
tl_ph: Maghanap sa playlist
tr_tr: Çalma listesinde ara
uk_ua: Пошук у списку відтворення
vi_vn: Tìm kiếm trong danh sách phát
zh_cn: 在播放列表中搜索
zh_tw: 在播放清單中搜尋

# PlaylistSongViewPage_Context_Play.Text
source: Play
af_za: Speel
ar_eg: تشغيل
ar_sa: تشغيل
bg_bg: Пусни
bn_bd: চালান
ca_es: Reproduir
cs_cz: Přehrát
da_dk: Afspil
de_de: Wiedergeben
el_gr: Αναπαραγωγή
es_mx: Reproducir
et_ee: Esita
fa_ir: پخش
fi_fi: Toista
fr_fr: Écouter
ga_ie: Seinn
he_il: נגן
hi_in: चलाएँ
hr_hr: Reproduciraj
hu_hu: Lejátszás
id_id: Putar
it_it: Riproduci
ja_jp: 再生
ko_kr: 재생
lt_lt: Groti
ms_my: Main
nl_nl: Afspelen
no_no: Spill av
pa_in: ਚਲਾਓ
pl_pl: Odtwórz
pt_pt: Reproduzir
ro_ro: Redă
ru_ru: Воспроизвести
sk_sk: Prehrať
sq_al: Luaj
sr_cyrl_rs: Пусти
sv_se: Spela
sw_ke: Cheza
ta_in: இயக்கு
th_th: เล่น
tl_ph: I-play
tr_tr: Oynat
uk_ua: Відтворити
vi_vn: Phát
zh_cn: 播放
zh_tw: 播放

# PlaylistSongViewPage_Context_PlayNext.Text
source: Play Next
af_za: Speel Volgende
ar_eg: تشغيل التالي
ar_sa: تشغيل التالي
bg_bg: Следваща песен
bn_bd: পরবর্তী চালান
ca_es: Reproduir a continuació
cs_cz: Přehrát další
da_dk: Afspil næste
de_de: Als Nächstes wiedergeben
el_gr: Αναπαραγωγή Επόμενου
es_mx: Reproducir siguiente
et_ee: Esita järgmisena
fa_ir: پخش بعدی
fi_fi: Toista seuraavaksi
fr_fr: Écouter ensuite
ga_ie: Seinn An Chéad Cheann Eile
he_il: נגן הבא
hi_in: अगला चलाएँ
hr_hr: Reproduciraj sljedeće
hu_hu: Következő lejátszása
id_id: Putar Berikutnya
it_it: Riproduci il prossimo
ja_jp: 次に再生
ko_kr: 다음 재생
lt_lt: Groti kitą
ms_my: Main Seterusnya
nl_nl: Volgende afspelen
no_no: Spill av neste
pa_in: ਅਗਲਾ ਚਲਾਓ
pl_pl: Odtwórz następny
pt_pt: Reproduzir a Seguir
ro_ro: Redă următorul
ru_ru: Воспроизвести далее
sk_sk: Prehrať ďalšie
sq_al: Luaj tjetrën
sr_cyrl_rs: Пусти следеће
sv_se: Spela nästa
sw_ke: Cheza Inayofuata
ta_in: அடுத்ததை இயக்கு
th_th: เล่นถัดไป
tl_ph: I-play Susunod
tr_tr: Sonrakini Oynat
uk_ua: Відтворити далі
vi_vn: Phát tiếp theo
zh_cn: 下一首播放
zh_tw: 下一首播放

# PlaylistSongViewPage_Context_AddToQueue.Text
source: Add to Queue
af_za: Voeg by Waglys
ar_eg: أضف إلى قائمة الانتظار
ar_sa: إضافة إلى قائمة الانتظار
bg_bg: Добави в опашката
bn_bd: সারিতে যোগ করুন
ca_es: Afegir a la cua
cs_cz: Přidat do fronty
da_dk: Føj til kø
de_de: Zur Warteschlange hinzufügen
el_gr: Προσθήκη στην ουρά
es_mx: Añadir a la cola
et_ee: Lisa järjekorda
fa_ir: افزودن به صف
fi_fi: Lisää jonoon
fr_fr: Ajouter à la file d'attente
ga_ie: Cuir le Ciú
he_il: הוסף לתור
hi_in: कतार में जोड़ें
hr_hr: Dodaj u red čekanja
hu_hu: Hozzáadás a sorhoz
id_id: Tambah ke Antrean
it_it: Aggiungi alla coda
ja_jp: キューに追加
ko_kr: 대기열에 추가
lt_lt: Pridėti į eilę
ms_my: Tambah ke Giliran
nl_nl: Toevoegen aan wachtrij
no_no: Legg til i kø
pa_in: ਕਤਾਰ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj do kolejki
pt_pt: Adicionar à Fila
ro_ro: Adaugă în coadă
ru_ru: Добавить в очередь
sk_sk: Pridať do frontu
sq_al: Shto në radhë
sr_cyrl_rs: Додај у ред чекања
sv_se: Lägg till i kö
sw_ke: Ongeza kwenye Foleni
ta_in: வரிசையில் சேர்
th_th: เพิ่มลงในคิว
tl_ph: Idagdag sa Queue
tr_tr: Sıraya Ekle
uk_ua: Додати до черги
vi_vn: Thêm vào hàng đợi
zh_cn: 添加到队列
zh_tw: 新增至播放佇列

# PlaylistSongViewPage_Context_GoToAlbum.Text
source: Go to album
af_za: Gaan na album
ar_eg: اذهب للألبوم
ar_sa: الانتقال إلى الألبوم
bg_bg: Отиди на албум
bn_bd: অ্যালবামে যান
ca_es: Anar a l'àlbum
cs_cz: Přejít na album
da_dk: Gå til album
de_de: Zum Album gehen
el_gr: Μετάβαση στο άλμπουμ
es_mx: Ir al álbum
et_ee: Mine albumisse
fa_ir: رفتن به آلبوم
fi_fi: Siirry albumiin
fr_fr: Aller à l'album
ga_ie: Téigh go dtí albam
he_il: עבור לאלבום
hi_in: एल्बम पर जाएँ
hr_hr: Idi na album
hu_hu: Ugrás az albumhoz
id_id: Buka album
it_it: Vai all'album
ja_jp: アルバムへ移動
ko_kr: 앨범으로 이동
lt_lt: Eiti į albumą
ms_my: Pergi ke album
nl_nl: Ga naar album
no_no: Gå til album
pa_in: ਐਲਬਮ 'ਤੇ ਜਾਓ
pl_pl: Przejdź do albumu
pt_pt: Ir para o álbum
ro_ro: Mergi la album
ru_ru: Перейти к альбому
sk_sk: Prejsť na album
sq_al: Shko te albumi
sr_cyrl_rs: Иди на албум
sv_se: Gå till album
sw_ke: Nenda kwenye albamu
ta_in: ஆல்பத்திற்குச் செல்
th_th: ไปที่อัลบั้ม
tl_ph: Pumunta sa album
tr_tr: Albüme git
uk_ua: Перейти до альбому
vi_vn: Chuyển đến album
zh_cn: 转到专辑
zh_tw: 前往專輯

# PlaylistSongViewPage_Context_GoToArtist.Text
source: Go to artist
af_za: Gaan na kunstenaar
ar_eg: اذهب للفنان
ar_sa: الانتقال إلى الفنان
bg_bg: Отиди на изпълнител
bn_bd: শিল্পীর কাছে যান
ca_es: Anar a l'artista
cs_cz: Přejít na interpreta
da_dk: Gå til kunstner
de_de: Zum Künstler gehen
el_gr: Μετάβαση στον καλλιτέχνη
es_mx: Ir al artista
et_ee: Mine esitaja juurde
fa_ir: رفتن به هنرمند
fi_fi: Siirry artistiin
fr_fr: Aller à l'artiste
ga_ie: Téigh go dtí ealaíontóir
he_il: עבור לאמן
hi_in: कलाकार पर जाएँ
hr_hr: Idi na izvođača
hu_hu: Ugrás az előadóhoz
id_id: Buka artis
it_it: Vai all'artista
ja_jp: アーティストへ移動
ko_kr: 아티스트로 이동
lt_lt: Eiti į atlikėją
ms_my: Pergi ke artis
nl_nl: Ga naar artiest
no_no: Gå til artist
pa_in: ਕਲਾਕਾਰ 'ਤੇ ਜਾਓ
pl_pl: Przejdź do artysty
pt_pt: Ir para o artista
ro_ro: Mergi la artist
ru_ru: Перейти к исполнителю
sk_sk: Prejsť na interpreta
sq_al: Shko te artisti
sr_cyrl_rs: Иди на извођача
sv_se: Gå till artist
sw_ke: Nenda kwa msanii
ta_in: கலைஞருக்குச் செல்
th_th: ไปที่ศิลปิน
tl_ph: Pumunta sa artist
tr_tr: Sanatçıya git
uk_ua: Перейти до виконавця
vi_vn: Chuyển đến nghệ sĩ
zh_cn: 转到艺术家
zh_tw: 前往藝人

# PlaylistSongViewPage_Context_ShowInExplorer.Text
source: Show in explorer
af_za: Wys in verkenner
ar_eg: اظهر في المستكشف
ar_sa: إظهار في المستكشف
bg_bg: Покажи във файловия мениджър
bn_bd: এক্সপ্লোরারে দেখান
ca_es: Mostrar a l'explorador
cs_cz: Zobrazit v průzkumníkovi
da_dk: Vis i stifinder
de_de: Im Explorer anzeigen
el_gr: Εμφάνιση στην εξερεύνηση
es_mx: Mostrar en el explorador
et_ee: Näita Exploreris
fa_ir: نمایش در اکسپلورر
fi_fi: Näytä Resurssienhallinnassa
fr_fr: Afficher dans l'explorateur
ga_ie: Taispeáin san taiscéalaí
he_il: הצג בסייר
hi_in: एक्सप्लोरर में दिखाएँ
hr_hr: Prikaži u pregledniku
hu_hu: Megjelenítés a fájlkezelőben
id_id: Tampilkan di penjelajah
it_it: Mostra in Explorer
ja_jp: エクスプローラーで表示
ko_kr: 탐색기에서 표시
lt_lt: Rodyti naršyklėje
ms_my: Tunjuk dalam penjelajah
nl_nl: Weergeven in verkenner
no_no: Vis i utforsker
pa_in: ਐਕਸਪਲੋਰਰ ਵਿੱਚ ਦਿਖਾਓ
pl_pl: Pokaż w eksploratorze
pt_pt: Mostrar no explorador
ro_ro: Afișează în explorator
ru_ru: Показать в проводнике
sk_sk: Zobraziť v prieskumníkovi
sq_al: Shfaq në eksplorues
sr_cyrl_rs: Прикажи у истраживачу
sv_se: Visa i utforskaren
sw_ke: Onyesha kwenye kichunguzi
ta_in: எக்ஸ்ப்ளோரரில் காட்டு
th_th: แสดงใน File Explorer
tl_ph: Ipakita sa explorer
tr_tr: Gezginde göster
uk_ua: Показати у провіднику
vi_vn: Hiển thị trong trình duyệt
zh_cn: 在文件管理器中显示
zh_tw: 在檔案總管中顯示

# PlaylistSongViewPage_Context_RemoveFromPlaylist.Text
source: Remove from playlist
af_za: Verwyder van snitlys
ar_eg: ازل من قائمة التشغيل
ar_sa: إزالة من قائمة التشغيل
bg_bg: Премахни от плейлист
bn_bd: প্লেলিস্ট থেকে সরান
ca_es: Eliminar de la llista de reproducció
cs_cz: Odebrat z playlistu
da_dk: Fjern fra afspilningsliste
de_de: Aus Wiedergabeliste entfernen
el_gr: Αφαίρεση από λίστα αναπαραγωγής
es_mx: Eliminar de la lista de reproducción
et_ee: Eemalda esitusloendist
fa_ir: حذف از لیست پخش
fi_fi: Poista soittolistalta
fr_fr: Supprimer de la playlist
ga_ie: Bain ón seinmliosta
he_il: הסר מרשימת השמעה
hi_in: प्लेलिस्ट से हटाएँ
hr_hr: Ukloni s popisa za reprodukciju
hu_hu: Eltávolítás a lejátszási listából
id_id: Hapus dari daftar putar
it_it: Rimuovi dalla playlist
ja_jp: プレイリストから削除
ko_kr: 재생 목록에서 제거
lt_lt: Pašalinti iš grojaraščio
ms_my: Buang daripada senarai main
nl_nl: Verwijderen uit afspeellijst
no_no: Fjern fra spilleliste
pa_in: ਪਲੇਲਿਸਟ ਤੋਂ ਹਟਾਓ
pl_pl: Usuń z playlisty
pt_pt: Remover da lista de reprodução
ro_ro: Elimină din lista de redare
ru_ru: Удалить из плейлиста
sk_sk: Odstrániť zo zoznamu skladieb
sq_al: Hiq nga lista e luajtjes
sr_cyrl_rs: Уклони из плејлисте
sv_se: Ta bort från spellistan
sw_ke: Ondoa kwenye orodha ya nyimbo
ta_in: பிளேலிஸ்ட்டிலிருந்து அகற்று
th_th: ลบออกจากเพลย์ลิสต์
tl_ph: Alisin sa playlist
tr_tr: Çalma listesinden kaldır
uk_ua: Видалити зі списку відтворення
vi_vn: Xóa khỏi danh sách phát
zh_cn: 从播放列表中移除
zh_tw: 從播放清單中移除

# PlaylistSongViewPage_EmptyState_Title.Text
source: This playlist is empty
af_za: Hierdie snitlys is leeg
ar_eg: قائمة التشغيل هذه فارغة
ar_sa: قائمة التشغيل هذه فارغة
bg_bg: Този плейлист е празен
bn_bd: এই প্লেলিস্টটি খালি
ca_es: Aquesta llista de reproducció està buida
cs_cz: Tento playlist je prázdný
da_dk: Denne afspilningsliste er tom
de_de: Diese Wiedergabeliste ist leer
el_gr: Αυτή η λίστα αναπαραγωγής είναι άδεια
es_mx: Esta lista de reproducción está vacía
et_ee: See esitusloend on tühi
fa_ir: این لیست پخش خالی است
fi_fi: Tämä soittolista on tyhjä
fr_fr: Cette playlist est vide
ga_ie: Tá an seinmliosta seo folamh
he_il: רשימת השמעה זו ריקה
hi_in: यह प्लेलिस्ट खाली है
hr_hr: Ovaj popis za reprodukciju je prazan
hu_hu: Ez a lejátszási lista üres
id_id: Daftar putar ini kosong
it_it: Questa playlist è vuota
ja_jp: このプレイリストは空です
ko_kr: 이 재생 목록이 비어 있습니다
lt_lt: Šis grojaraštis tuščias
ms_my: Senarai main ini kosong
nl_nl: Deze afspeellijst is leeg
no_no: Denne spillelisten er tom
pa_in: ਇਹ ਪਲੇਲਿਸਟ ਖਾਲੀ ਹੈ
pl_pl: Ta playlista jest pusta
pt_pt: Esta lista de reprodução está vazia
ro_ro: Această listă de redare este goală
ru_ru: Этот плейлист пуст
sk_sk: Tento zoznam skladieb je prázdny
sq_al: Kjo listë luajtjeje është bosh
sr_cyrl_rs: Ова плејлиста је празна
sv_se: Denna spellista är tom
sw_ke: Orodha hii ya nyimbo haina kitu
ta_in: இந்த பிளேலிஸ்ட் காலியாக உள்ளது
th_th: เพลย์ลิสต์นี้ว่างเปล่า
tl_ph: Walang laman ang playlist na ito
tr_tr: Bu çalma listesi boş
uk_ua: Цей список відтворення порожній
vi_vn: Danh sách phát này trống
zh_cn: 此播放列表为空
zh_tw: 此播放清單是空的

# PlaylistSongViewPage_EmptyState_Subtitle.Text
source: Add songs from your library
af_za: Voeg liedjies van jou biblioteek by
ar_eg: أضف أغاني من مكتبتك
ar_sa: أضف أغانٍ من مكتبتك
bg_bg: Добавете песни от вашата библиотека
bn_bd: আপনার লাইব্রেরি থেকে গান যোগ করুন
ca_es: Afegeix cançons de la teva biblioteca
cs_cz: Přidejte skladby z vaší knihovny
da_dk: Føj sange fra dit bibliotek
de_de: Fügen Sie Lieder aus Ihrer Bibliothek hinzu
el_gr: Προσθέστε τραγούδια από τη βιβλιοθήκη σας
es_mx: Añade canciones de tu biblioteca
et_ee: Lisage laule oma teegist
fa_ir: آهنگ‌ها را از کتابخانه خود اضافه کنید
fi_fi: Lisää kappaleita kirjastostasi
fr_fr: Ajoutez des chansons depuis votre bibliothèque
ga_ie: Cuir amhráin le do leabharlann
he_il: הוסף שירים מהספרייה שלך
hi_in: अपनी लाइब्रेरी से गाने जोड़ें
hr_hr: Dodajte pjesme iz svoje knjižnice
hu_hu: Adjon hozzá dalokat a könyvtárából
id_id: Tambahkan lagu dari pustaka Anda
it_it: Aggiungi canzoni dalla tua libreria
ja_jp: ライブラリから曲を追加してください
ko_kr: 라이브러리에서 곡을 추가하세요
lt_lt: Pridėkite dainų iš savo bibliotekos
ms_my: Tambah lagu daripada pustaka anda
nl_nl: Voeg nummers toe vanuit uw bibliotheek
no_no: Legg til sanger fra biblioteket ditt
pa_in: ਆਪਣੀ ਲਾਇਬ੍ਰੇਰੀ ਤੋਂ ਗਾਣੇ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj utwory z Twojej biblioteki
pt_pt: Adicione músicas da sua biblioteca
ro_ro: Adaugă melodii din biblioteca ta
ru_ru: Добавьте песни из своей библиотеки
sk_sk: Pridajte skladby z vašej knižnice
sq_al: Shto këngë nga biblioteka juaj
sr_cyrl_rs: Додајте песме из ваше библиотеке
sv_se: Lägg till låtar från ditt bibliotek
sw_ke: Ongeza nyimbo kutoka maktaba yako
ta_in: உங்கள் நூலகத்திலிருந்து பாடல்களைச் சேர்க்கவும்
th_th: เพิ่มเพลงจากคลังเพลงของคุณ
tl_ph: Magdagdag ng mga kanta mula sa iyong library
tr_tr: Arşivinizden şarkılar ekleyin
uk_ua: Додайте пісні зі своєї бібліотеки
vi_vn: Thêm bài hát từ thư viện của bạn
zh_cn: 从您的库中添加歌曲
zh_tw: 從您的媒體庫新增歌曲

# GenreViewPage_Header_Caption.Text
source: Genre
ar_eg: نوع الموسيقى
ar_sa: النوع الموسيقي
bg_bg: Жанр
bn_bd: জেনার
ca_es: Gènere
cs_cz: Žánr
el_gr: Είδος
es_mx: Género
et_ee: Žanr
fa_ir: سبک
ga_ie: Seánra
he_il: ז'אנר
hi_in: शैली
hr_hr: Žanr
hu_hu: Műfaj
it_it: Genere
ja_jp: ジャンル
ko_kr: 장르
lt_lt: Žanras
no_no: Sjanger
pa_in: ਸ਼ੈਲੀ
pl_pl: Gatunek
pt_pt: Género
ro_ro: Gen
ru_ru: Жанр
sk_sk: Žáner
sq_al: Zhanri
sr_cyrl_rs: Жанр
sw_ke: Aina ya Muziki
ta_in: வகை
th_th: แนวเพลง
tr_tr: Tarz
uk_ua: Жанр
vi_vn: Thể loại
zh_cn: 流派
zh_tw: 類型

# GenreViewPage_Section_Songs.Text
source: Songs
af_za: Liedjies
ar_eg: أغاني
ar_sa: الأغاني
bg_bg: Песни
bn_bd: গান
ca_es: Cançons
cs_cz: Skladby
da_dk: Sange
de_de: Lieder
el_gr: Τραγούδια
es_mx: Canciones
et_ee: Laulud
fa_ir: آهنگ‌ها
fi_fi: Kappaleet
fr_fr: Chansons
ga_ie: Amhráin
he_il: שירים
hi_in: गाने
hr_hr: Pjesme
hu_hu: Dalok
id_id: Lagu
it_it: Canzoni
ja_jp: 曲
ko_kr: 곡
lt_lt: Dainos
ms_my: Lagu
nl_nl: Nummers
no_no: Sanger
pa_in: ਗਾਣੇ
pl_pl: Utwory
pt_pt: Músicas
ro_ro: Melodii
ru_ru: Песни
sk_sk: Skladby
sq_al: Këngë
sr_cyrl_rs: Песме
sv_se: Låtar
sw_ke: Nyimbo
ta_in: பாடல்கள்
th_th: เพลง
tl_ph: Mga Kanta
tr_tr: Şarkılar
uk_ua: Пісні
vi_vn: Bài hát
zh_cn: 歌曲
zh_tw: 歌曲

# GenreViewPage_SearchBox.PlaceholderText
source: Search in genre...
af_za: Soek in genre...
ar_eg: ابحث في نوع الموسيقى...
ar_sa: البحث في النوع الموسيقي...
bg_bg: Търсене в жанр...
bn_bd: জেনারের মধ্যে খুঁজুন...
ca_es: Cercar al gènere...
cs_cz: Hledat v žánru...
da_dk: Søg i genre...
de_de: In Genre suchen...
el_gr: Αναζήτηση σε είδος...
es_mx: Buscar en género...
et_ee: Otsi žanrist...
fa_ir: جستجو در سبک...
fi_fi: Hae genrestä...
fr_fr: Rechercher dans le genre...
ga_ie: Cuardaigh sa seánra...
he_il: חפש בז'אנר...
hi_in: शैली में खोजें...
hr_hr: Pretraži u žanru...
hu_hu: Keresés a műfajban...
id_id: Cari di genre...
it_it: Cerca nel genere...
ja_jp: ジャンル内を検索...
ko_kr: 장르에서 검색...
lt_lt: Ieškoti žanre...
ms_my: Cari dalam genre...
nl_nl: Zoeken in genre...
no_no: Søk i sjanger...
pa_in: ਸ਼ੈਲੀ ਵਿੱਚ ਖੋਜੋ...
pl_pl: Szukaj w gatunku...
pt_pt: Pesquisar no género...
ro_ro: Căutați în gen...
ru_ru: Искать в жанре...
sk_sk: Hľadať v žánri...
sq_al: Kërko në zhanër...
sr_cyrl_rs: Претражи у жанру...
sv_se: Sök i genre...
sw_ke: Tafuta ndani ya aina ya muziki...
ta_in: வகையில் தேடு...
th_th: ค้นหาในแนวเพลง...
tl_ph: Maghanap sa genre...
tr_tr: Tarzda ara...
uk_ua: Пошук у жанрі...
vi_vn: Tìm kiếm trong thể loại...
zh_cn: 在流派中搜索...
zh_tw: 在類型中搜尋...

source: Search in genre
af_za: Soek in genre
ar_eg: ابحث في نوع الموسيقى
ar_sa: البحث في النوع الموسيقي
bg_bg: Търсене в жанр
bn_bd: জেনারের মধ্যে খুঁজুন
ca_es: Cercar al gènere
cs_cz: Hledat v žánru
da_dk: Søg i genre
de_de: In Genre suchen
el_gr: Αναζήτηση σε είδος
es_mx: Buscar en género
et_ee: Otsi žanrist
fa_ir: جستجو در سبک
fi_fi: Hae genrestä
fr_fr: Rechercher dans le genre
ga_ie: Cuardaigh sa seánra
he_il: חפש בז'אנר
hi_in: शैली में खोजें
hr_hr: Pretraži u žanru
hu_hu: Keresés a műfajban
id_id: Cari di genre
it_it: Cerca nel genere
ja_jp: ジャンル内を検索
ko_kr: 장르에서 검색
lt_lt: Ieškoti žanre
ms_my: Cari dalam genre
nl_nl: Zoeken in genre
no_no: Søk i sjanger
pa_in: ਸ਼ੈਲੀ ਵਿੱਚ ਖੋਜੋ
pl_pl: Szukaj w gatunku
pt_pt: Pesquisar no género
ro_ro: Căutați în gen
ru_ru: Искать в жанре
sk_sk: Hľadať v žánri
sq_al: Kërko në zhanër
sr_cyrl_rs: Претражи у жанру
sv_se: Sök i genre
sw_ke: Tafuta ndani ya aina ya muziki
ta_in: வகையில் தேடு
th_th: ค้นหาในแนวเพลง
tl_ph: Maghanap sa genre
tr_tr: Tarzda ara
uk_ua: Пошук у жанрі
vi_vn: Tìm kiếm trong thể loại
zh_cn: 在流派中搜索
zh_tw: 在類型中搜尋

# GenreViewPage_Context_Play.Text
source: Play
af_za: Speel
ar_eg: تشغيل
ar_sa: تشغيل
bg_bg: Пусни
bn_bd: চালান
ca_es: Reproduir
cs_cz: Přehrát
da_dk: Afspil
de_de: Wiedergeben
el_gr: Αναπαραγωγή
es_mx: Reproducir
et_ee: Esita
fa_ir: پخش
fi_fi: Toista
fr_fr: Écouter
ga_ie: Seinn
he_il: נגן
hi_in: चलाएँ
hr_hr: Reproduciraj
hu_hu: Lejátszás
id_id: Putar
it_it: Riproduci
ja_jp: 再生
ko_kr: 재생
lt_lt: Groti
ms_my: Main
nl_nl: Afspelen
no_no: Spill av
pa_in: ਚਲਾਓ
pl_pl: Odtwórz
pt_pt: Reproduzir
ro_ro: Redă
ru_ru: Воспроизвести
sk_sk: Prehrať
sq_al: Luaj
sr_cyrl_rs: Пусти
sv_se: Spela
sw_ke: Cheza
ta_in: இயக்கு
th_th: เล่น
tl_ph: I-play
tr_tr: Oynat
uk_ua: Відтворити
vi_vn: Phát
zh_cn: 播放
zh_tw: 播放

# GenreViewPage_Context_PlayNext.Text
source: Play Next
af_za: Speel Volgende
ar_eg: تشغيل التالي
ar_sa: تشغيل التالي
bg_bg: Следваща песен
bn_bd: পরবর্তী চালান
ca_es: Reproduir a continuació
cs_cz: Přehrát další
da_dk: Afspil næste
de_de: Als Nächstes wiedergeben
el_gr: Αναπαραγωγή Επόμενου
es_mx: Reproducir siguiente
et_ee: Esita järgmisena
fa_ir: پخش بعدی
fi_fi: Toista seuraavaksi
fr_fr: Écouter ensuite
ga_ie: Seinn An Chéad Cheann Eile
he_il: נגן הבא
hi_in: अगला चलाएँ
hr_hr: Reproduciraj sljedeće
hu_hu: Következő lejátszása
id_id: Putar Berikutnya
it_it: Riproduci il prossimo
ja_jp: 次に再生
ko_kr: 다음 재생
lt_lt: Groti kitą
ms_my: Main Seterusnya
nl_nl: Volgende afspelen
no_no: Spill av neste
pa_in: ਅਗਲਾ ਚਲਾਓ
pl_pl: Odtwórz następny
pt_pt: Reproduzir a Seguir
ro_ro: Redă următorul
ru_ru: Воспроизвести далее
sk_sk: Prehrať ďalšie
sq_al: Luaj tjetrën
sr_cyrl_rs: Пусти следеће
sv_se: Spela nästa
sw_ke: Cheza Inayofuata
ta_in: அடுத்ததை இயக்கு
th_th: เล่นถัดไป
tl_ph: I-play Susunod
tr_tr: Sonrakini Oynat
uk_ua: Відтворити далі
vi_vn: Phát tiếp theo
zh_cn: 下一首播放
zh_tw: 下一首播放

# GenreViewPage_Context_AddToQueue.Text
source: Add to Queue
af_za: Voeg by Waglys
ar_eg: أضف إلى قائمة الانتظار
ar_sa: إضافة إلى قائمة الانتظار
bg_bg: Добави в опашката
bn_bd: সারিতে যোগ করুন
ca_es: Afegir a la cua
cs_cz: Přidat do fronty
da_dk: Føj til kø
de_de: Zur Warteschlange hinzufügen
el_gr: Προσθήκη στην ουρά
es_mx: Añadir a la cola
et_ee: Lisa järjekorda
fa_ir: افزودن به صف
fi_fi: Lisää jonoon
fr_fr: Ajouter à la file d'attente
ga_ie: Cuir le Ciú
he_il: הוסף לתור
hi_in: कतार में जोड़ें
hr_hr: Dodaj u red čekanja
hu_hu: Hozzáadás a sorhoz
id_id: Tambah ke Antrean
it_it: Aggiungi alla coda
ja_jp: キューに追加
ko_kr: 대기열에 추가
lt_lt: Pridėti į eilę
ms_my: Tambah ke Giliran
nl_nl: Toevoegen aan wachtrij
no_no: Legg til i kø
pa_in: ਕਤਾਰ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj do kolejki
pt_pt: Adicionar à Fila
ro_ro: Adaugă în coadă
ru_ru: Добавить в очередь
sk_sk: Pridať do frontu
sq_al: Shto në radhë
sr_cyrl_rs: Додај у ред чекања
sv_se: Lägg till i kö
sw_ke: Ongeza kwenye Foleni
ta_in: வரிசையில் சேர்
th_th: เพิ่มลงในคิว
tl_ph: Idagdag sa Queue
tr_tr: Sıraya Ekle
uk_ua: Додати до черги
vi_vn: Thêm vào hàng đợi
zh_cn: 添加到队列
zh_tw: 新增至播放佇列

# GenreViewPage_Context_AddToPlaylist.Text
source: Add to playlist
af_za: Voeg by snitlys
ar_eg: أضف إلى قائمة التشغيل
ar_sa: إضافة إلى قائمة التشغيل
bg_bg: Добави към плейлист
bn_bd: প্লেলিস্টে যোগ করুন
ca_es: Afegir a la llista de reproducció
cs_cz: Přidat do playlistu
da_dk: Føj til afspilningsliste
de_de: Zur Wiedergabeliste hinzufügen
el_gr: Προσθήκη σε λίστα αναπαραγωγής
es_mx: Añadir a la lista de reproducción
et_ee: Lisa esitusloendisse
fa_ir: افزودن به لیست پخش
fi_fi: Lisää soittolistaan
fr_fr: Ajouter à la playlist
ga_ie: Cuir le seinmliosta
he_il: הוסף לרשימת השמעה
hi_in: प्लेलिस्ट में जोड़ें
hr_hr: Dodaj na popis za reprodukciju
hu_hu: Hozzáadás lejátszási listához
id_id: Tambah ke daftar putar
it_it: Aggiungi alla playlist
ja_jp: プレイリストに追加
ko_kr: 재생 목록에 추가
lt_lt: Pridėti į grojaraštį
ms_my: Tambah ke senarai main
nl_nl: Toevoegen aan afspeellijst
no_no: Legg til i spilleliste
pa_in: ਪਲੇਲਿਸਟ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj do playlisty
pt_pt: Adicionar à lista de reprodução
ro_ro: Adaugă în lista de redare
ru_ru: Добавить в плейлист
sk_sk: Pridať do zoznamu skladieb
sq_al: Shto në listën e luajtjes
sr_cyrl_rs: Додај у плејлисту
sv_se: Lägg till i spellista
sw_ke: Ongeza kwenye orodha ya nyimbo
ta_in: பிளேலிஸ்ட்டில் சேர்
th_th: เพิ่มลงในเพลย์ลิสต์
tl_ph: Idagdag sa playlist
tr_tr: Çalma listesine ekle
uk_ua: Додати до списку відтворення
vi_vn: Thêm vào danh sách phát
zh_cn: 添加到播放列表
zh_tw: 新增至播放清單

# GenreViewPage_Context_GoToAlbum.Text
source: Go to album
af_za: Gaan na album
ar_eg: اذهب للألبوم
ar_sa: الانتقال إلى الألبوم
bg_bg: Отиди на албум
bn_bd: অ্যালবামে যান
ca_es: Anar a l'àlbum
cs_cz: Přejít na album
da_dk: Gå til album
de_de: Zum Album gehen
el_gr: Μετάβαση στο άλμπουμ
es_mx: Ir al álbum
et_ee: Mine albumisse
fa_ir: رفتن به آلبوم
fi_fi: Siirry albumiin
fr_fr: Aller à l'album
ga_ie: Téigh go dtí albam
he_il: עבור לאלבום
hi_in: एल्बम पर जाएँ
hr_hr: Idi na album
hu_hu: Ugrás az albumhoz
id_id: Buka album
it_it: Vai all'album
ja_jp: アルバムへ移動
ko_kr: 앨범으로 이동
lt_lt: Eiti į albumą
ms_my: Pergi ke album
nl_nl: Ga naar album
no_no: Gå til album
pa_in: ਐਲਬਮ 'ਤੇ ਜਾਓ
pl_pl: Przejdź do albumu
pt_pt: Ir para o álbum
ro_ro: Mergi la album
ru_ru: Перейти к альбому
sk_sk: Prejsť na album
sq_al: Shko te albumi
sr_cyrl_rs: Иди на албум
sv_se: Gå till album
sw_ke: Nenda kwenye albamu
ta_in: ஆல்பத்திற்குச் செல்
th_th: ไปที่อัลบั้ม
tl_ph: Pumunta sa album
tr_tr: Albüme git
uk_ua: Перейти до альбому
vi_vn: Chuyển đến album
zh_cn: 转到专辑
zh_tw: 前往專輯
